<template>
  <Head>
    <Title>
      {{ pageTitle }}
    </Title>
  </Head>
  <MainContainer
      :has-img="false"
  >
    <template v-slot:header>
      <Header/>
    </template>
    <template v-slot:main-content>
      <div class="return-policy-container">
        <div class="return-policy-block">
          <h3 class="_non-space title">
            Обменять или вернуть товар
          </h3>
          <div class="main-concepts">
            <p class="_non-space title">
              Общие понятия
            </p>
            <div class="questions-block">
              <p class="_non-space question">
                В каких случаях возможен обмен и возврат?
              </p>
              <p class="_non-space answer">
                Это передача товара покупателем магазину с целью получения взамен точно такого же товара или аналога.
                Возможен обмен на товар другой категории и по другой стоимости. При разнице в цене покупатель
                осуществляет доплату или получает частичный возврат денежных средств на сумму, которая равна этой
                разнице.
              </p>
              <p class="_non-space question">
                Куда обратиться при выявлении брака?
              </p>
              <p class="_non-space answer">
                Если с момента получения товара не прошло 14 календарных дней, вам предложат обмен или возврат в
                зависимости от состояния товара. Пожалуйста, обратитесь по номеру + 7 (999) 999-99-99 
              </p>
              <p class="_non-space answer">
                Возврат и обмен товара, а также гарантийное обслуживание возможны, если не истек срок гарантии.
              </p>
              <p class="_non-space question">Что делать, если при распаковке товара обнаружилась нехватка или
                повреждение некоторых частей?</p>
              <p class="_non-space answer">
                Товар в неполной комплектации или с поврежденными деталями можно вернуть, если не прошел допустимый срок
                возврата. Однако мы можем допоставить недостающие части, сделав запрос в сервисный центр поставщика.
                Пожалуйста, свяжитесь с нами через форму для уточнения подробностей и решения этого вопроса.
              </p>
            </div>
          </div>
          <div class="main-concepts">
            <p class="_non-space title">
              Возврат денежных средств
            </p>
            <div class="questions-block">
              <p class="_non-space question">
                Можно ли вернуть деньги за товар, который вышел из строя?
              </p>
              <div class="answer">
                Да, это возможно при условии, если при проверке в авторизованном сервисном центре выявлен заводской
                дефект и срок гарантии не истек. 
                При этом, если товар является технически сложным и входит в перечень, утвержденный Постановлением № 924
                от 10 ноября 2011 г., по истечении 15 календарных дней с момента получения товара предъявить требование
                о возврате денежных средств можно только в следующих случаях:
                <ul>
                  <li>
                    обнаружение существенного недостатка товара;
                  </li>
                  <li>
                    нарушение установленных законом сроков устранения недостатков;
                  </li>
                  <li>
                    нарушение установленных законом сроков устранения недостатков;
                  </li>
                  <li>
                    невозможность использования товара в течение каждого года гарантийного срока в совокупности более
                    чем 30 календарных дней вследствие неоднократного устранения его различных недостатков.
                  </li>
                </ul>
                Вместо возврата денежных средств вы можете выбрать гарантийный ремонт или обмен товара либо предъявить
                иное требование из указанных в ст. 18 Закона РФ от 07.02.1992 г. № 2300-1 «О защите прав потребителей».
              </div>
              <p class="_non-space question">
                Как и когда можно получить деньги за возврат товара?
              </p>
              <div class="answer">
                На основании заявления покупателя мы осуществляем возврат в срок не позднее 10 календарных дней со дня
                предъявления требования. Возврат денег производится тем же способом, каким вы оплачивали покупку:
                <ul>
                  <li>
                    наличными в розничном магазине;
                  </li>
                  <li>
                    по безналичному расчету.
                  </li>
                </ul>
                Сумма возмещения будет за вычетом транспортных расходов, если возврат товара осуществлялся Почтой России
                или транспортной компанией.
              </div>
              <p class="_non-space question">
                Как вернуть деньги при оплате товара на сайте?
              </p>
              <div class="answer">
                При оплате заказа через сайт вернуть денежные средства на те же реквизиты можно,  просто заполнив форму.
                Денежные средства поступят на ваш счет в срок, установленный вашим банком. 
              </div>
              <p class="_non-space question">
                Как вернуть денежные средства за непоставленный товар?
              </p>
              <div class="answer">
                <ul>
                  <li>
                    Физическим лицам для возврата предоплаты необходимо заполнить форму на возврат онлайн-платежа. 
                  </li>
                  <li>
                    Юридическим лицам необходимо связаться с менеджером, курирующим заказ, и оформить заявление на
                    возврат денежных средств. 
                  </li>
                </ul>
              </div>
            </div>
          </div>
          <div class="main-concepts">
            <p class="_non-space title">
              Обращение по гарантии
            </p>
            <div class="questions-block">
              <p class="_non-space question">
                В каких случаях прекращается действие гарантии?
              </p>
              <div class="answer">
                Основные условия досрочного прекращения гарантии:
                <ul>
                  <li>
                    удален или изменен серийный номер;
                  </li>
                  <li>
                    несоответствие данных на инструменте данным в гарантийном талоне;
                  </li>
                  <li>
                    повреждения, вызванные механическим, химическим или температурным воздействием;
                  </li>
                  <li>
                    засорение систем охлаждения и полостей;
                  </li>
                  <li>
                    неисправности из-за перегрузки или неправильной эксплуатации;
                  </li>
                  <li>
                    поломки из-за применения неподходящей или изношенной оснастки;
                  </li>
                  <li>
                    нарушение требований по составу и качеству топливной смеси;
                  </li>
                  <li>
                    подключение электроинструмента к сети с нестабильным напряжением;
                  </li>
                  <li>
                    следы вскрытия и самостоятельного ремонта изделия.
                  </li>
                </ul>
                Гарантийные обязательства не распространяются на расходные элементы и материалы (батареи, картриджи и
                т.п.), а также на ремонт или замену частей, естественно изнашиваемых в процессе эксплуатации. Подробные
                условия вы найдете в гарантийном талоне. 
              </div>
            </div>
          </div>
        </div>
      </div>
    </template>
    <template v-slot:footer>
      <Footer/>
    </template>
  </MainContainer>
</template>

<script lang="ts">
export default {
  data() {
    return {
      pageTitle: 'Night store. Политика возврата' as string,
    }
  }
}
</script>

<style scoped>
</style>